export const products = {
  1: {
    id: 1,
    title: 'Духовой шкаф электрический',
    description: 'Объем 60 л • 6 режимов • Конвекция',
    image: '/src/assets/Духовой шкаф.jpg',
    video: '/src/assets/Духовой шкаф.mp4',
    additionalImages: [
      '/src/assets/Духовой шкаф,1.jpg'
    ],
    specs: [
      'Объем: 60 литров',
      '6 режимов работы',
      'Конвекция',
      'Гриль',
      'Подсветка камеры',
      'Таймер',
      'Класс энергопотребления: А',
    ],
  },
  2: {
    id: 2,
    title: 'Посудомоечная машина',
    description: 'Полноразмерная • 14 комплектов • А++',
    image: '/src/assets/Посудомоечная машина.jpg',
    video: '/src/assets/посудомойка.mp4',
    specs: [
      'Вместимость: 14 комплектов',
      'Полноразмерная',
      'Класс энергопотребления: А++',
      'Уровень шума: 44 дБ',
      '6 программ мойки',
      'Сенсорное управление',
      'Отложенный старт',
    ],
  },
  3: {
    id: 3,
    title: 'Варочная панель',
    description: '4 конфорки • Сенсорное управление',
    image: '/src/assets/Варочная панель.jpg',
    video: '/src/assets/Варочные Панели.mp4',
    additionalImages: [
      '/src/assets/Ваорочные панели.jpg'
    ],
    specs: [
      '4 конфорки',
      'Сенсорное управление',
      'Защита от детей',
      'Индикатор остаточного тепла',
      'Таймер отключения',
      'Автоматическое отключение',
    ],
  },
  4: {
    id: 4,
    title: 'Вытяжка кухонная',
    description: 'Настенная • 60 см • Сенсорное управление',
    image: '/src/assets/Вытяжка.JPG',
    video: '/src/assets/Вытяжки.mp4',
    additionalImages: [
      '/src/assets/Вытяжки (1).jpg'
    ],
    specs: [
      'Ширина: 60 см',
      'Настенный монтаж',
      'Сенсорное управление',
      'Производительность: 650 м³/ч',
      'LED освещение',
      'Уровень шума: 52 дБ',
    ],
  },
  5: {
    id: 5,
    title: 'Стиральная машина',
    description: 'Загрузка 8 кг • Инверторный двигатель • А+++',
    image: '/src/assets/Стиральная машина.jpg',
    video: '/src/assets/Стиральная машина.mp4',
    specs: [
      'Максимальная загрузка: 8 кг',
      'Класс энергопотребления: А+++',
      'Инверторный двигатель',
      'Скорость отжима: 1400 об/мин',
      'Уровень шума при стирке: 53 дБ',
      'Уровень шума при отжиме: 74 дБ',
      '15 программ стирки',
      'Быстрая стирка 15 минут',
      'Защита от протечек',
      'Блокировка от детей',
      'Отложенный старт до 24 часов',
      'LED дисплей',
    ],
  },
}; 